Repository: PaimountLtd/a-files-updater
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: Checking packages...
ru_ru: Проверка пакетов...

source: Blockers list
ru_ru: Список блокеров

source: Stop all
ru_ru: Остановить все

source: Cancel
ru_ru: Отмена

source: Checking local files...
ru_ru: Проверка локальных файлов...

source: Downloading
ru_ru: Скачивание

source: The following programs are preventing Streamlabs Desktop from updating :
ru_ru: Эти программы препятствуют обновлению Streamlabs Desktop:

source: Copying files...
ru_ru: Копирование файлов...

source: You have launched the updater for Streamlabs Desktop, which can't work on its own. Please launch the Desktop App and it will check for updates automatically. If you're having issues you can download the latest version from https://streamlabs.com/.
ru_ru: Вы запустили утилиту обновления Streamlabs Desktop, эта утилита должна быть запущена основным приложением. Пожалуйста запустите Streamlabs Desktop чтобы выполнить автоматическое обновление. Также свежую версию можно установить с сайта https://streamlabs.com/.

source: Streamlabs Desktop installed in a system folder. Automatic updated has been disabled to prevent changes to a system folder. Please install the latest version of Streamlabs Desktop from https://streamlabs.com/
ru_ru: Streamlabs Desktop установлен в системный каталог. Автоматическое обновление отключено чтобы предотвратить изменение системных файлов Пожалуйста установите свежую версию Streamlabs Desktop с https://streamlabs.com/

source: The application has finished updating. Please manually start Streamlabs Desktop.
ru_ru: Завершено обновление приложения. Пожалуйста запустите Streamlabs Desktop вручную.

source: There was an issue launching the application. Please start Streamlabs Desktop and try again.
ru_ru: Обнаружена проблема с запуском приложения. Пожалуйста запустите Streamlabs Desktop вручную.
